description_text = ('Сущность пробы Руфье состоит в выполнении 30 приседаний за 45 секунд и определения трёх '
                    'показателей частоты сердечных сокращений (ЧСС) за 10 секунд: первый - измеряется перед '
                    'выполнением приседаний (p-1), второй - сразу после выполнения приседаний (p-2) и третий – '
                    'измеряется через одну минуту после окончания приседаний (p-3).')
button_start_text = 'дальше ->'
introduction_text = 'Добро пожаловать в программу по определению состояния здоровья!'

result_text = 'Индекс Руфье: '
heart_text = 'Работаспособность сердца: '

first_text = ('Лягте на спину и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый '
              'тест", чтобы запустить таймер. Результат запишите в соответствующее поле.')
second_text = ('Выполните 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания", '
               'чтобы запустить счетчик приседаний.')
third_text = ('Лягте на спину и замерьте пульс сначала за первые 15 секунд минуты, затем за последние 15 секунд. '
              'Нажмите кнопку "Начать финальный тест", чтобы запустить таймер. Зеленым обозначены секунды, '
              'в течение которых необходимо проводить измерения, черным - минуты без замера пульсаций. Результаты '
              'запишите в соответствующие поля.')
