description_text = 'Сущность пробы Руфье состоит в выполнении 30 приседаний за 45 секунд и определения трёх показателей частоты сердечных сокращений (ЧСС) за 10 секунд: первый - измеряется перед выполнением приседаний (p-1), второй - сразу после выполнения приседаний (p-2) и третий – измеряется через одну минуту после окончания приседаний (p-3).'
button_start_text = 'дальше ->'
introduction_text = 'Добро пожаловать в программу по определению состояния здоровья!'

result_text = 'Индекс Руфье: '
heart_text = 'Работаспособность сердца: '
